{
	"@metadata": {
		"authors": [
			"Melos",
			"Santu",
			"Gmelfi",
			"Pippinu"
		]
	},
	"captcha-edit": "Pi’ putiri canciari sta pàggina, pi’ favuri risorvi la summa fàcili ca cc’è ccassutta e scrivi lu risurtatu ntâ casedda\n([[Special:Captcha/help|autri nfurmazzioni]]):",
	"captcha-desc": "Furnisci miccanismi CAPTCHA pi’ prutèggiri dû spam e di cu prova a’ nzirtari li password",
	"captcha-label": "CAPTCHA",
	"captcha-addurl": "Lu to canciamentu cunteni lijami pi’ fora novi.\nPi’ difènniri la wiki dû spam autumatizzatu, t’addumannamu pi’ curtisìa di risòrviri la summa fàcili ca cc’è ccassutta e scrìviri lu risurtatu ntâ casedda, avanti di putiri sarvari lu canciamentu ([[Special:Captcha/help|autri nfurmazzioni]]):",
	"captcha-badlogin": "Pi’ difènniri la wiki dî tintativi di furzatura autumàtica dî password, t’addumannamu pi’ curtisìa di risòrviri la summa fàcili ca cc’è ccassutta e scrìviri lu risurtatu ntâ casedda ([[Special:Captcha/help|autri nfurmazzioni]]):",
	"captcha-createaccount": "Pi’ difènniri la wiki dâ criazzioni autumàtica dî cunti, t’addumannamu pi’ curtisìa di risòrviri la summa fàcili ca cc’è ccassutta e scrìviri lu risurtatu ntâ casedda ([[Special:Captcha/help|autri nfurmazzioni]]):",
	"captcha-createaccount-fail": "CAPTCHA sbagghiatu o mancanti.",
	"captcha-create": "Pi’ putiri criari la pàggina, pi’ favuri risòrvi la summa fàcili ca cc’è ccassutta e scrivi lu risurtatu ntâ casedda ([[Special:Captcha/help|autri nfurmazzioni]]):",
	"captcha-sendemail": "Pi’ difènniri la wiki dû spam autumatizzatu, t’addumannamu pi’ curtisìa di risòrviri la summa fàcili ca cc’è ccassutta e scrìviri lu risurtatu ntâ casedda ([[Special:Captcha/help|autri nfurmazzioni]]):",
	"captcha-sendemail-fail": "CAPTCHA sbagghiatu o mancanti.",
	"captcha-disabledinapi": "St’azzioni richiedi nu CAPTCHA, dunca nun si po’ esèguiri pi’ menzu di l’API.",
	"captchahelp-title": "Guida pî CAPTCHA",
	"captchahelp-cookies-needed": "S’hannu a’ attivari li cookie ntô browser pi’ fari funziunari stu miccanismu.",
	"captchahelp-text": "Quannu li siti Web accèttunu cuntinuti dû pùbblicu, comu fa’ sta wiki, ammatti spissu ca vènunu sfruttati di malintinziunati ch’adupirannu strumenti autumatizzati pi’ carricari liami versu li so siti.\nCu’ tuttu ca sti liami si ponnu luvari, sunnu sempri na siccatura.\n\nCerti voti, spicialmenti quannu s’agghiunciunu liami novi nta na pàggina, la wiki po’ ammustrari na mmàggini cûn testu culuratu o sdillabbratu, e t’addumanna di scrìviri li palori ca cunteni.\nComu chi’ è diffìcili fari st’azzioni di manera autumàtica, stu miccanismu cunsenti ê cristiani di pubblicari li so cuntinuti, ô tempu stissu bluccannu â maggiur parti dî spammer e di bot dannivuri.\n\nPurtroppu, chistu pò dari prubblemi a’ l’utenti ca nun vìdunu bonu o a’ chiddi ca adopirannu browser tistuali o sintitizzatura vucali.\nComu ad ora nun avemu n’altirnativa audiu a’ dispusizzioni. Si’ nun si rinesci a’ purtari a’ tèrmini n’opirazzioni liggìttima, cuntattari pi’ favuri [[Special:ListAdmins|l’amministratura dû situ]] e addumannari assistenza.\n\nCarcari lu buttuni «arreti» dû browser pi’ turnari â pàggina di canciamentu.",
	"captcha-addurl-whitelist": " #<!-- lassari sta riga pricisa pi’ com’è --> <pre>\n# La sintassi è chista:\n#   * Tuttu chiddu ca cc’è di nu caràttiri \"#\" fina â fini dâ riga è nu cummentu\n#   * Ognin riga nun vacanti è nu frammentu di esprissioni rigulari ca havi a’ currispùnniri ô sulu host di l’URL\n #</pre> <!-- lassari sta riga pricisa pi’ com’è -->",
	"right-skipcaptcha": "Esiguiri l’azzioni ca richiedunu nu CAPTCHA senza passari dû CAPTCHA"
}
