{
	"@metadata": {
		"authors": [
			"Ainali",
			"Boivie",
			"Jopparn",
			"Josve05a",
			"Lejonel",
			"Lokal Profil",
			"M.M.S.",
			"MagnusA",
			"Martinwiss",
			"Per",
			"Rotsee",
			"Sabelöga",
			"Skalman",
			"WikiPhoenix",
			"Stefan2255"
		]
	},
	"captcha-edit": "För att redigera den här sidan måste du först lösa följande uppgift och skriva svaret i rutan ([[Special:Captcha/help|mer information]]):",
	"captcha-edit-fail": "Felaktig eller saknad captcha.",
	"captcha-desc": "Tillhandahåller CAPTCHA-metoder för att skydda mot spam och lösenordsgissning",
	"captcha-help": "Lösning på captchan.",
	"captcha-info-help": "Beskrivning av captchan.",
	"captcha-id-label": "CAPTCHA-ID",
	"captcha-id-help": "Detta värde bör skickas tillbaka oförändrat.",
	"captcha-addurl": "Din redigering inkluderar nya externa länkar.\nFör att skydda wikin mot automatisk spam måste du lösa följande uppgift och ange svaret i rutan ([[Special:Captcha/help|mer information]]):",
	"captcha-badlogin": "För att skydda wikin mot försök att knäcka lösenord på automatisk väg, måste du lösa följande uppgift och ange svaret i rutan ([[Special:Captcha/help|mer information]]):",
	"captcha-createaccount": "För att skydda wikin mot automatiskt skapade användarkonton, måste du lösa följande uppgift och ange svaret i rutan ([[Special:Captcha/help|mer information]]):",
	"captcha-createaccount-fail": "Felaktig eller saknad CAPTCHA.",
	"captcha-create": "För att skapa den här sidan måste du lösa följande uppgift och ange svaret i rutan ([[Special:Captcha/help|mer information]]):",
	"captcha-sendemail": "För att skydda wikin mot automatiserad spam, ber vi dig att lösa följande uppgift och skriva in svaret i rutan ([[Special:Captcha/help|mer information]]):",
	"captcha-sendemail-fail": "Felaktig eller saknad CAPTCHA.",
	"captcha-disabledinapi": "Denna åtgärd kräver en CAPTCHA, så den kan inte utföras genom API:et.",
	"captcha-error": "CAPTCHA-verifiering misslyckades p.g.a. ett internt fel: $1",
	"captchahelp-title": "CAPTCHA-hjälp",
	"captchahelp-cookies-needed": "Du måste ha kakor aktiverade i din webbläsare för att det här ska fungera.",
	"captchahelp-text": "Webbplatser som accepterar inlägg från allmänheten, som denna wiki, missbrukas ofta av spammare som använder automatiserade verktyg för att publicera sina länkar till många webbplatser.\nÄven om dessa spamlänkar kan tas bort är de en betydande olägenhet.\n\nIbland, särskilt när man lägger till nya webblänkar på en sida, kan wikin visa dig en bild av färgad eller förvrängd text och be dig skriva in de visade orden.\nEftersom detta är en uppgift som är svår att automatisera, kommer det att tillåta de flesta riktiga människor att göra sina inlägg samtidigt som det stoppar de flesta spammare och andra robotangripare.\n\nTyvärr kan detta vara till besvär för användare med begränsad syn eller de som använder textbaserade eller talbaserade webbläsare.\nFör närvarande har vi inget ljudalternativ tillgängligt.\nKontakta [[{{int:grouppage-sysop}}|webbplatsadministratörerna]] för hjälp om detta oväntat hindrar dig från att vidta legitima åtgärder.\n\nTryck på \"tillbaka\"-knappen i din webbläsare för att återgå till sidredigeraren.",
	"captcha-addurl-whitelist": " #<!-- lämna denna rad precis som den är --> <pre>\n# Syntaxen är följande:\n#   * Allting från ett \"#\"-tecken till slutet av en rad är en kommentar\n#   * Varje icke-tom rad är ett fragment av ett reguljärt uttryck som endast matchar domänen i en URL\n #</pre> <!-- lämna denna rad precis som den är -->",
	"right-skipcaptcha": "Utföra CAPTCHA-utlösande handlingar utan att behöva gå igenom CAPTCHA",
	"action-skipcaptcha": "utföra captcha-utlösande åtgärder utan att gå genom captchan",
	"confirmedit-preview-line": "Radnummer",
	"confirmedit-preview-content": "Innehåll",
	"confirmedit-preview-validity": "Giltighet",
	"confirmedit-preview-valid": "giltig",
	"confirmedit-preview-invalid": "ogiltig",
	"confirmedit-preview-description": "Följande tabell visar listan över rader på denna sida och om det finns en giltig IP-adress eller IP-adressintervall. Om raden är en giltig IP-adress eller IP-adressintervall, kommer den att utelämnas från CAPTCHA-kontroller men ogiltiga rader kommer att ignoreras. Ett exempel på ett ogiltigt IP-adressintervall är: 69.208.0.0/16 vilket går från 69.208.0.0 till 69.208.255.255. [https://www.mediawiki.org/wiki/Special:MyLanguage/Help:Range_blocks#Calculating_the_CIDR_suffix Mer information] om hur ett IP-adressintervall beräknas.",
	"abusefilter-edit-action-showcaptcha": "Kräv att användaren fyller i en CAPTCHA för att kunna fortsätta med åtgärden. Användare med behörighet att hoppa över en CAPTCHA är undantagna."
}
