{
	"@metadata": {
		"authors": [
			"Emperyan",
			"Joseph",
			"Runningfridgesrule",
			"Stultiwikia",
			"HakanIST",
			"Sadrettin",
			"By erdo can",
			"Sayginer",
			"BaRaN6161 TURK"
		]
	},
	"captcha-edit": "Bu sayfayı düzenlemek için, lütfen aşağıdaki görevi çözün ve cevabı kutuya girin ([[Special:Captcha/help|daha fazla bilgi]]):",
	"captcha-edit-fail": "Yanlış veya eksik CAPTCHA",
	"captcha-desc": "Spam ve parola tahminine karşı korunmak için \"Güvenlik Kodu\" (CAPTCHA) tekniği sağlar.",
	"captcha-label": "CAPTCHA",
	"captcha-help": "CAPTCHA'nın çözümü.",
	"captcha-info-help": "CAPTCHA'nın açıklaması.",
	"captcha-id-label": "CAPTCHA Kimliği",
	"captcha-id-help": "Bu değer değişmeden geri gönderilmelidir.",
	"captcha-addurl": "Düzenlemeniz yeni harici bağlantılar içeriyor.\nWikiyi otomatik spam'e karşı korumak için, aşağıdaki görevi çözmenizi ve düzenlemenizi kaydetmek için kutuya cevabı yazmanızı rica ederiz ([[Special:Captcha/help|daha fazla bilgi]]):",
	"captcha-badlogin": "Wikiyi otomatik şifre kırma işlemine karşı korumak için, aşağıdaki görevi çözmenizi ve cevabı kutuya yazmanızı rica ederiz ([[Special:Captcha/help|daha fazla bilgi]]):",
	"captcha-createaccount": "Vikiyi otomatik hesap oluşturmaya karşı korumak için, aşağıdaki problemi çözmenizi ve yanıtı kutunun içine yazmanızı rica ediyoruz ([[Special:Captcha/help|ayrıntılı bilgi]]):",
	"captcha-createaccount-fail": "Hatalı ya da eksik CAPTCHA.",
	"captcha-create": "Sayfayı oluşturmak için, lütfen aşağıdaki görevi çöz ve cevabı kutuya yazın ([[Special:Captcha/help|daha fazla bilgi]]):",
	"captcha-sendemail": "Wikiyi otomatik istenmeyen postalara karşı korumak için, aşağıdaki görevi çözmenizi ve yanıtı kutuya girin ([[Special:Captcha/help|daha fazla bilgi]]):",
	"captcha-sendemail-fail": "Hatalı ya da eksik CAPTCHA.",
	"captcha-disabledinapi": "Bu eylem güvenlik kodu gerektiriyor, dolayısıyla API aracılığıyla yapılamaz.",
	"captcha-error": "CAPTCHA doğrulaması dahili hata nedeniyle başarısız oldu: $1",
	"captchahelp-title": "Güvenlik kodu yardımı",
	"captchahelp-cookies-needed": "Bunun çalışabilmesi için tarayıcınızın çerezleri etkinleştirilmelidir.",
	"captchahelp-text": "Bu viki gibi açık katılım siteleri, pek çok siteye bağlantılar yaratan otomatik araçlarını çalıştıran spamcıların saldırılarına sıklıkla maruz kalırlar.\nBu spam nitelikli bağlantılar silinebilir, fakat bu temizlik önemli bir iş yükü oluşturmaktadır.\n\nBazen, özellikle bir başka internet sitesine bağlantı eklerken, görünümü bozulmuş ve renklendirilmiş harflerden oluşan bir resim gösterilebilir ve sizden bu harfleri kutucuğa girmenizi istenir.\nBu işlem otomatik olarak yaoılması oldukça zor bir iş olduğu için, gerçek insanlar bu işlemi yerine getirebilirken, spam yapmaya yarayan araçlar bunu yapmakta zorlanacaklardır.\n\nNe var ki bu durum, görme sorunları yaşayan kişiler ve salt metin tabanlı ya da salt ses tabanlı internet tarayıcı programları kullanan kimseler için rahatsızlık yaratmaktadır. Ne yazık ki, şu an için sesli bir alternatifimiz bulunmamaktadır.\nEğer bu, sizin geçerli gönderiler yapmanıza beklenmedik bir şekilde engel oluyorsa, lütfen destek için [[Special:ListAdmins|site yöneticileriyle]] irtibata geçin.\n\nSayfa düzenleyiciye dönmek için tarayıcınızın 'geri' tuşuna basınız.",
	"captcha-addurl-whitelist": " #<!-- bu satırı olduğu gibi bırakın --> <pre>\n# Sözdizimi aşağıdaki gibidir:\n#  * \"#\" karakterinden satır sonuna kadar her şey yorumdur\n#  * Her boş olmayan satır, URL'ler içinde sadece host ile eşleşen regex parçalarıdır\n  #</pre> <!-- bu satırı olduğu gibi bırakın -->",
	"right-skipcaptcha": "CAPTCHA'dan geçmek zorunda kalmadan CAPTCHA tetikleyici eylemler gerçekleştirin",
	"action-skipcaptcha": "CAPTCHA'dan geçmek zorunda kalmadan CAPTCHA tetikleyici eylemler gerçekleştirin",
	"confirmedit-preview-line": "Satır numarası",
	"confirmedit-preview-content": "İçerik",
	"confirmedit-preview-validity": "Geçerlilik",
	"confirmedit-preview-valid": "geçerli",
	"confirmedit-preview-invalid": "Geçersiz",
	"confirmedit-preview-description": "Aşağıdaki tabloda, bu sayfadaki satırların listesi ve bunun geçerli bir IP adresi veya IP adresi aralığı olup olmadığı gösterilmektedir. Satır geçerli bir IP adresi veya IP adres aralığıysa, CAPTCHA'dan beyaz listeye alınacak ancak geçersiz satırlar yoksayılacak. Geçerli bir IP adresi aralığına örnek: 69.208.0.0 ile 69.208.255.255 69.208.0.0/16. Bir IP adres aralığı hesaplaması hakkında [https://www.mediawiki.org/wiki/Special:MyLanguage/Help:Range_blocks#Calculating_the_CIDR_suffix daha fazla bilgi]."
}
