{
	"@metadata": {
		"authors": [
			"Kghbln"
		]
	},
	"hcaptcha-desc": "Ergänzt die Erweiterung „ConfirmEdit“ um ein [https://www.hcaptcha.com/ hCaptcha]-Modul",
	"hcaptcha-edit": "Um das Wiki vor automatisiertem Bearbeitungsspam zu schützen, bitten wir dich, das folgende hCaptcha zu lösen:",
	"hcaptcha-addurl": "Deine Bearbeitung enthält neue Weblinks. Um das Wiki vor automatisiertem Spam zu schützen, bitten wir dich, das folgende hCaptcha zu lösen:",
	"hcaptcha-badlogin": "Um das Wiki vor automatisiertem Knacken des Passwortes zu schützen, bitten wir dich, das folgende hCaptcha zu lösen:",
	"hcaptcha-createaccount": "Um das Wiki vor automatisiertem Spam zu schützen, bitten wir dich, das folgende hCaptcha zu lösen:",
	"hcaptcha-createaccount-fail": "Es scheint, als ob du das hCaptcha nicht gelöst hast.",
	"hcaptcha-create": "Um das Wiki vor automatisierter Seitenerstellung zu schützen, bitten wir dich, das folgende hCaptcha zu lösen:",
	"hcaptcha-help": "Bitte löse eine hCaptcha-Herausforderung und gib den Antwortwert als captchaWord zurück.",
	"hcaptcha-privacy-policy": "Diese Site ist durch hCaptcha geschützt und es gelten die [https://www.hcaptcha.com/privacy Datenschutzrichtlinie] und [https://www.hcaptcha.com/terms Nutzungsbedingungen].",
	"hcaptcha-challenge-closed": "Bitte löse die Aufgabe, bevor du das Formular absendest.",
	"hcaptcha-challenge-expired": "Das Zeitlimit zur Lösung der Herausforderung ist abgelaufen. Bitte versuche es erneut.",
	"hcaptcha-load-error": "Beim Laden von hCaptcha ist ein Fehler aufgetreten. Bitte überprüfe deine Netzwerkverbindung und aktualisiere die Seite.",
	"hcaptcha-rate-limited": "hCaptcha-Ratenlimit überschritten. Bitte aktualisiere die Seite und versuche es erneut.",
	"hcaptcha-unknown-error": "Beim Ausführen der hCaptcha-Challenge ist ein unbekannter Fehler aufgetreten. Bitte aktualisiere die Seite und versuche es erneut.",
	"hcaptcha-loading-indicator-label": "Bitte warte, während der hCaptcha-Spamschutz initialisiert wird",
	"hcaptcha-missing-token": "Dieses Formular ist durch ein hCaptcha geschützt. Bitte warte, bis das Captcha angezeigt wird, bevor du das Formular absendest. Stelle sicher, dass JavaScript aktiviert ist."
}
