{
	"@metadata": {
		"authors": [
			"BaRaN6161 TURK",
			"Joseph"
		]
	},
	"hcaptcha-desc": "[https://www.hcaptcha.com/ hCaptcha] Düzenlemeyi Onaylama modülü",
	"hcaptcha-edit": "Vikiyi otomatik düzenleme spam'lerine karşı korumak için, aşağıdaki hCaptcha'yı çözmenizi rica ederiz:",
	"hcaptcha-addurl": "Düzenlemeniz yeni dış bağlantılar içeriyor. Vikiyi otomatik spam'a karşı korumak için sizden aşağıdaki hCaptcha'yı çözmenizi rica ediyoruz:",
	"hcaptcha-badlogin": "Vikiyi otomatik parola kırmaya karşı korumak için, aşağıdaki hCaptcha'yı çözmenizi rica ederiz:",
	"hcaptcha-createaccount": "Vikiyi otomatik hesap oluşturmaya karşı korumak için sizden aşağıdaki hCaptcha'yı çözmenizi rica ediyoruz:",
	"hcaptcha-createaccount-fail": "Görünüşe göre hCaptcha'yı çözmediniz.",
	"hcaptcha-create": "Vikiyi otomatik sayfa oluşturmaya karşı korumak için, aşağıdaki hCaptcha'yı çözmenizi rica ederiz:",
	"hcaptcha-help": "Lütfen bir hCaptcha sorununu çözün ve yanıt değerini captchaWord olarak döndürün.",
	"hcaptcha-privacy-policy": "Bu site hCaptcha tarafından korunmaktadır ve [https://www.hcaptcha.com/privacy Gizlilik İlkesi] ve [https://www.hcaptcha.com/terms Hizmet Şartları] geçerlidir.",
	"hcaptcha-challenge-closed": "Lütfen formu göndermeden önce soruyu çözün.",
	"hcaptcha-challenge-expired": "Soruyu çözmek için verilen süre doldu. Lütfen yeniden deneyin.",
	"hcaptcha-load-error": "hCaptcha yüklenirken bir hata oluştu. Lütfen ağ bağlantınızı kontrol edin ve ardından sayfayı yeniden yükleyin.",
	"hcaptcha-rate-limited": "hCaptcha sınırı aşıldı. Lütfen sayfayı yenileyin ve yeniden deneyin.",
	"hcaptcha-unknown-error": "hCaptcha sorusu yürütülürken bilinmeyen bir hata oluştu. Lütfen sayfayı yeniden yükleyip tekrar deneyin.",
	"hcaptcha-loading-indicator-label": "hCaptcha istenmeyen koruması başlatılırken lütfen bekleyin",
	"hcaptcha-missing-token": "Bu form bir hCaptcha sorusu ile korunmaktadır. Formu göndermeden önce lütfen sorunun görünmesini bekleyin. JavaScript'in etkin olduğundan emin olun."
}
